{
  "campo": {
    "atividades": [
      "Agricultura: cultivo de grãos, frutas, legumes e hortaliças.",
      "Pecuária: criação de gado para carne, leite e couro.",
      "Silvicultura: manejo sustentável de florestas para madeira e conservação.",
      "Turismo rural e ecoturismo, promovendo a valorização cultural e econômica."
    ],
    "importancia_social": "O campo é berço de tradições, festas populares, e saberes ancestrais que enriquecem a cultura nacional."
  },
  "cidade": {
    "caracteristicas": [
      "Alta densidade populacional e diversidade cultural.",
      "Infraestrutura avançada: transporte público, saneamento e telecomunicações.",
      "Centros educacionais, hospitais, museus e teatros.",
      "Atividades econômicas diversificadas: comércio, tecnologia, finanças."
    ],
    "desafios": [
      "Poluição do ar e sonora.",
      "Congestionamento e mobilidade urbana.",
      "Desigualdade social e habitação precária.",
      "Gestão de resíduos e saneamento."
    ]
  },
  "conexao": {
    "aspectos": [
      "O campo abastece as cidades com alimentos e matérias-primas.",
      "As cidades oferecem serviços, tecnologias e mercados para o meio rural.",
      "Fluxo de pessoas: migração, turismo e trabalho entre as duas áreas.",
      "Intercâmbio cultural e social que fortalece a identidade nacional."
    ]
  },
  "historia": {
    "resumo": "Desde a antiguidade, o campo e a cidade mantêm uma relação de interdependência. Na Idade Média, as cidades dependiam das vilas rurais para abastecimento. Com a Revolução Industrial, a urbanização acelerou, mas o campo continuou sendo a base da economia. No Brasil, a colonização foi marcada pela extração de recursos naturais e produção agrícola, que impulsionaram o crescimento das cidades."
  },
  "desafios": [
    "Desmatamento causado pela expansão agrícola e urbana.",
    "Desigualdade social entre áreas rurais e urbanas.",
    "Poluição e congestionamento nas cidades.",
    "Perda de culturas tradicionais do meio rural.",
    "Necessidade de segurança alimentar para populações crescentes."
  ],
  "solucoes": [
    "Incentivo à agricultura sustentável e agroecologia.",
    "Planejamento urbano focado em mobilidade e meio ambiente.",
    "Valorização das comunidades rurais e suas tradições.",
    "Investimento em tecnologia para agricultura de precisão.",
    "Educação ambiental e integração social campo-cidade."
  ],
  "curiosidades": [
    "Mais de 50% da população mundial vive em áreas urbanas.",
    "O campo é responsável por alimentar bilhões de pessoas.",
    "Cidades sustentáveis investem em tecnologia verde e energia limpa.",
    "Agricultura urbana está crescendo em muitas metrópoles.",
    "Mais de 70% do oxigênio que respiramos vem das plantas cultivadas e florestas."
  ],
  "estatisticas": {
    "producao_toneladas": {
      "campo": 750000,
      "cidade": 450000
    },
    "populacao_milhoes": {
      "rural": 40,
      "urbana": 80
    }
  }
}
